{
  "theme": "友達の選び方",
  "axes": [
    {
      "label_left": "内省 (Introspection)",
      "label_right": "社交 (Socializing)"
    },
    {
      "label_left": "現実 (Reality)",
      "label_right": "理想 (Ideal)"
    },
    {
      "label_left": "論理 (Logic)",
      "label_right": "共感 (Empathy)"
    },
    {
      "label_left": "計画 (Planning)",
      "label_right": "臨機 (Adaptability)"
    }
  ],
  "questions": [
    {
      "q": "あなたが「良い友人」だと感じるのは、どのような資質を持った人ですか？",
      "option_a": "知的好奇心を刺激してくれて、間違いを正してくれる聡明な人",
      "option_b": "どんな時でも味方でいてくれて、安心感を与えてくれる優しい人",
      "axis_index": 2,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "友人の誕生日プレゼントを選ぶとき、あなたの選び方はどちらに近いですか？",
      "option_a": "相手が「今欲しがっているもの」や「実用性が高く確実に使えるもの」をリサーチして選ぶ",
      "option_b": "相手のイメージに合う「意外性のあるもの」や「メッセージ性の強いもの」を自分のセンスで選ぶ",
      "axis_index": 1,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "友人が理不尽な理由で誰かと揉めています。客観的には友人が間違っています。あなたはどうしますか？",
      "option_a": "「気持ちはわかるけど、今回は君にも非があるよ」と冷静に事実を伝える",
      "option_b": "まずは「君は悪くない、相手が酷いね」と味方になり、感情的なサポートを優先する",
      "axis_index": 2,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "約束をドタキャンされました。友人の言い訳を聞いて「許せる」と感じるのはどちらですか？",
      "option_a": "「仕事のトラブルでどうしても抜けられない」という、不可抗力かつ論理的な理由がある場合",
      "option_b": "「本当に申し訳なくて、すごく会いたかったんだけど…」という、誠心誠意の謝罪と残念がる気持ちが見える場合",
      "axis_index": 2,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "友人にアドバイスを求められたとき、あなたはどのような助言をすることが多いですか？",
      "option_a": "過去の成功事例や具体的なデータに基づき、確実に実行可能な方法を提案する",
      "option_b": "「もしこうなったら面白い」という将来の可能性や、新しい視点からのアイデアを提案する",
      "axis_index": 1,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "人を信用するかどうか決める際、あなたがより重視するのはどちらですか？",
      "option_a": "その人が積み重ねてきた実績や、約束を守るという具体的な行動の事実",
      "option_b": "その人と話した時に感じる直感的なインスピレーションや、共有できるビジョン",
      "axis_index": 1,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "新しい友人を紹介されたとき、まずどこに興味を持ちますか？",
      "option_a": "その人の職業、住んでいる場所、趣味など、現在の具体的なプロフィール",
      "option_b": "その人がどのような価値観で生きているか、将来どうなりたいかという内面的なポテンシャル",
      "axis_index": 1,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "友人とカフェで話しています。あなたがより盛り上がる話題はどちらですか？",
      "option_a": "最近あった出来事、美味しかったお店、買ったものなど、五感で体験した事実の話",
      "option_b": "「もし宝くじが当たったら」「宇宙人が来たら」など、仮定や概念的な抽象的な話",
      "axis_index": 1,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "友人と旅行に行く際、スケジュールはどのように決めたいですか？",
      "option_a": "交通手段や食事の予約を事前に済ませ、タイムスケジュールをしっかり組んで安心したい",
      "option_b": "大まかな行き先だけ決めて、その日の気分や天候に合わせて柔軟に行動したい",
      "axis_index": 3,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "大人数のパーティーや交流会に参加しているとき、あなたの行動スタイルに近いのはどちらですか？",
      "option_a": "少数の気心が知れた相手と、会場の隅でじっくりと深い話をする",
      "option_b": "色々なテーブルを回り、初対面の人とも積極的に挨拶をして輪を広げる",
      "axis_index": 0,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "「来月飲みに行こう」という話になりました。具体的な日程はいつ決めたいですか？",
      "option_a": "その場で手帳を開き、日時と場所を確定させて予定をフィックスしたい",
      "option_b": "「近くなったらまた連絡し合おう」と言って、選択肢をオープンにしておきたい",
      "axis_index": 3,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "突然のサプライズ（予告なしに友人が家に来るなど）に対して、どう感じますか？",
      "option_a": "嬉しいが、準備や自分の予定が狂うので、できれば事前に連絡してほしい",
      "option_b": "予定調和でないハプニングはワクワクするし、その場のノリで楽しめる",
      "axis_index": 3,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "友人の創作物や仕事に対してフィードバックを求められました。どう答えますか？",
      "option_a": "相手の成長のため、改善すべき点や論理的な矛盾点を正直かつ具体的に指摘する",
      "option_b": "相手のモチベーションを下げないよう、良かった点や努力した過程を中心に褒める",
      "axis_index": 2,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "親友に「悩みがある」と相談されたとき、あなたはまずどういう姿勢で聞きますか？",
      "option_a": "相手の言葉をじっくり咀嚼し、自分が話すよりも聞き役に徹して内面を理解しようとする",
      "option_b": "会話のラリーを続けながら、相槌や質問を投げかけて活発に話し合いを進める",
      "axis_index": 0,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "あなたは友人と議論をしています。議論が白熱したとき、どう考えますか？",
      "option_a": "多少空気が重くなっても、徹底的に議論して真実や正解を明らかにしたい",
      "option_b": "正解を出すことよりも、お互いの関係を悪くしないために適当なところで矛を収めたい",
      "axis_index": 2,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "仕事や課題の期限が迫っています。友人に「遊びに行こう」と誘われたら？",
      "option_a": "「まずは終わらせてから」と断る。課題が残ったまま遊ぶのは精神衛生上良くない",
      "option_b": "「気分転換にいいかも」と遊びに行く。追い込まれた方が集中力が出るタイプだ",
      "axis_index": 3,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "休日の過ごし方について、あなたはどちらのタイプですか？",
      "option_a": "「午前中に洗濯、午後は買い物」のように、やるべきことをリスト化して順次消化したい",
      "option_b": "目が覚めた時間の気分で「今日は何をしようかな」と考え、気の向くままに行動したい",
      "axis_index": 3,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "友人が「自分のミス」でトラブルに遭い、落ち込んでいます。あなたの第一声に近いのは？",
      "option_a": "「どこで間違えたのか整理しよう。再発防止策を考えれば次は大丈夫だ」と解決へ導く",
      "option_b": "「それは辛かったね。まずは美味しいものでも食べて落ち着こう」と気持ちに寄り添う",
      "axis_index": 2,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "一週間忙しく働いた後の金曜日の夜。急に予定がキャンセルになりました。あなたは心の中でどう思いますか？",
      "option_a": "「やった、やっと一人の時間が取れる」と安堵し、家で趣味や休息に没頭する",
      "option_b": "「残念だな、誰か捕まらないかな」と思い、連絡先リストを見て飲みに行ける人を探す",
      "axis_index": 0,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "部屋の片付けや整理整頓について、友人とルームシェアをするならどちらが良いですか？",
      "option_a": "「使ったものはすぐ元の場所に戻す」というルールを決め、常に整った状態を維持したい",
      "option_b": "「散らかってきたらまとめてやる」くらいの緩さで、ルールに縛られすぎない生活がしたい",
      "axis_index": 3,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "グループ内で意見が対立しました。リーダー役のあなたが最終決定をする際、重視するのは？",
      "option_a": "どちらの意見が客観的に正しく、全体の利益になるかという「公平性と合理性」",
      "option_b": "その決定によって誰かが傷つかないか、人間関係にしこりが残らないかという「調和と納得感」",
      "axis_index": 2,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "物事を決断するとき、あなたのスタイルに近いのはどちらですか？",
      "option_a": "早めに結論を出して、次のステップに進むことで安心感を得たい",
      "option_b": "ギリギリまで新しい情報が入る可能性を考え、決定を保留にしておきたい",
      "axis_index": 3,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "友人とドライブ中、会話が途切れて長い沈黙が訪れました。あなたはどう感じますか？",
      "option_a": "特に気にならず、その静けさ自体を心地よい共有時間だと感じる",
      "option_b": "何か話さなければと少し気まずさを感じ、音楽の話や新しい話題を探し始める",
      "axis_index": 0,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "友人との関係において、あなたがよりエネルギーを消耗するのはどちらの状況ですか？",
      "option_a": "ずっと誰かと一緒にいて、一人の時間が全く持てない状況",
      "option_b": "ずっと一人で作業をしていて、誰とも言葉を交わさない状況",
      "axis_index": 0,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "友人たちと旅行の計画を立てています。あなたはどちらのスタイルを好みますか？",
      "option_a": "「名所Aを見て、名物Bを食べる」という、具体的で確実な体験を積み上げる旅",
      "option_b": "「レトロな雰囲気に浸る」というようなテーマを決め、その場の雰囲気や発見を重視する旅",
      "axis_index": 1,
      "weight": 1,
      "swap_options": false
    },
    {
      "q": "自分の感情や考えを友人に伝えるとき、どちらの方法を好みますか？",
      "option_a": "一度持ち帰り、文章にまとめたり整理したりしてから、後日ゆっくり伝える",
      "option_b": "その場の空気感の中で、思いついた言葉をその都度口に出して伝える",
      "axis_index": 0,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "料理を友人と一緒に作ることになりました。あなたのスタイルは？",
      "option_a": "レシピ通りの分量と手順をしっかり守り、失敗のない美味しいものを作る",
      "option_b": "レシピは参考程度にし、「これを入れたら美味しくなるかも」とアレンジを加えて創作する",
      "axis_index": 1,
      "weight": 1,
      "swap_options": true
    },
    {
      "q": "新しい趣味を始めるとき、どのような手順を踏むことが多いですか？",
      "option_a": "まずは一人で本や動画を見て基礎知識を深め、ある程度自信がついてから人に話す",
      "option_b": "とりあえず体験教室やサークルに参加し、周りの人と交流しながら学び始める",
      "axis_index": 0,
      "weight": 1,
      "swap_options": true
    }
  ],
  "results": {
    "-1,-1,-1,-1": {
      "key": "-1,-1,-1,-1",
      "name": "厳選された精鋭部隊",
      "subtitle": "損得と信頼を天秤にかける厳格な審査官",
      "desc": "あなたの友達選びは、まるで企業の採用面接のように慎重かつ戦略的です。感情や一時的なノリで交友関係を広げることはなく、「この人と付き合うことに生産性はあるか」「リスクはないか」を冷静に見極めています。周囲からは冷淡に見られることもありますが、それはあなたが自分の時間と精神的リソースを守るために、人間関係の断捨離を徹底しているからです。無駄な馴れ合いを拒絶し、信頼に足る人物だけを厳選して手元に残します。この徹底したリスク管理能力は、人生において不要なトラブルや裏切りを未然に防ぐ強力な盾となります。あなたが「友達」と呼ぶ数少ない人々は、いざという時に確実に背中を預けられる、質実剛健で有能なパートナーだけでしょう。その狭く強固なネットワークこそが、あなたの人生を盤石なものにします。",
      "manual": "実益のない雑談や愚痴の聞き役を強要されると、静かに心のシャッターを下ろします。彼らと仲良くなるには、感情論ではなく具体的なメリットや情報の交換を提示するのが近道です。一度信頼されれば、非常に頼りがいのある参謀として機能します。",
      "tags": [
        "少数精鋭",
        "リスク管理",
        "合理的",
        "信頼重視"
      ],
      "good_match": "相互利益の戦略家",
      "bad_match": "来るもの拒まぬ緩衝地帯"
    },
    "-1,-1,-1,1": {
      "key": "-1,-1,-1,1",
      "name": "付かず離れずの個人事業主",
      "subtitle": "深入りを避けて風のように生きる孤高の人",
      "desc": "あなたは人間関係において「重さ」や「束縛」を極端に嫌い、常に身軽であることを好むタイプです。友達選びの基準は「今の状況を楽しめるか」という一点にあり、過去のしがらみや未来の約束には興味がありません。論理的でドライな視点を持っているため、面倒な相談事や情に訴えるような展開になると、巧みに距離を取ってフェードアウトします。一見すると薄情に見えますが、それは誰にも依存せず、誰のことも支配しないという、自立した精神の表れです。この適度な距離感を保つスキルは、泥沼の人間関係に巻き込まれることなく、常に精神的な自由を確保できる素晴らしい処世術です。あなたはどのコミュニティにも染まらず、必要な時だけ現れては去っていく、風通しの良い爽やかな関係性を築ける稀有な存在といえます。",
      "manual": "「親友だよね？」といった言葉による契約や、定期的な連絡の強要は禁物です。彼らは拘束されることを何よりも嫌います。気が向いた時にふらっと集まり、解散後は互いに干渉しないような、後腐れのない関係性を好みます。",
      "tags": [
        "ドライな関係",
        "自由人",
        "秘密主義",
        "深入り厳禁"
      ],
      "good_match": "異世界からの観測者",
      "bad_match": "精神の結束を求む指導者"
    },
    "-1,-1,1,-1": {
      "key": "-1,-1,1,-1",
      "name": "会員制の隠れ家サロン",
      "subtitle": "安心と実績で選ぶ保守的な守り人",
      "desc": "あなたの友達選びは、刺激よりも「安心感」と「実績」が最優先事項です。新しく出会った人と一から関係を築くことには強いストレスを感じるため、学生時代の同級生や、長年付き合いのある気心の知れた仲間を大切にします。内向的で共感性が高いため、相手の顔色を伺いすぎて疲れてしまうことが多く、心を許せる安全地帯以外には足を踏み入れません。保守的に見えますが、それは一度懐に入れた相手には惜しみない愛情を注ぐという、誠実さの裏返しでもあります。この「狭く深く」を貫く姿勢は、希薄になりがちな現代の人間関係において、非常に強固で温かいコミュニティを維持する力となります。あなたが作る人間関係は、誰もが心から安らげる帰る場所のような、揺るぎない聖域となるでしょう。",
      "manual": "急な呼び出しや、知らない人が混ざる飲み会は彼らにとって苦行です。慣れ親しんだ少人数のメンバーで、いつもの店で、いつもの話をする時間を何より愛します。変化を求めず、変わらない日常を共有してください。",
      "tags": [
        "幼馴染重視",
        "現状維持",
        "平和主義",
        "誠実"
      ],
      "good_match": "堅実なる世話焼き人",
      "bad_match": "知的好奇心の冒険家"
    },
    "-1,-1,1,1": {
      "key": "-1,-1,1,1",
      "name": "来るもの拒まぬ緩衝地帯",
      "subtitle": "流れに身を任せて漂う癒やし系",
      "desc": "あなたは自分から能動的に友達を選別するというよりは、縁やタイミングといった「流れ」に身を任せて人間関係を構築するタイプです。現実的な感覚と柔らかな共感性を持ち合わせているため、相手が誰であっても摩擦を起こさずに合わせることができます。しかし、それは誰にでも心を開いているわけではなく、表面的にはニコニコと接しながらも、自分の聖域はしっかりと守っているのです。この「柔らかく受け流す」対人スキルは、あらゆるタイプの人と敵対せずに共存できる、極めて高度な防衛本能といえます。あなたはどんな環境に放り込まれても、敵を作らず、かといって染まりきることもなく、水のように柔軟に生き抜くことができます。その居心地の良さに惹かれて、自然と人が集まってくるでしょう。",
      "manual": "強い主張や決定を迫ると、困って貝のように閉じてしまいます。彼らの曖昧さを許容し、なんとなく一緒にいるだけの時間を楽しめる人が好かれます。リードしてくれる相手には安心してついていく傾向があります。",
      "tags": [
        "聞き上手",
        "柔軟性",
        "事なかれ主義",
        "受動的"
      ],
      "good_match": "全方位型のムードメーカー",
      "bad_match": "厳選された精鋭部隊"
    },
    "-1,1,-1,-1": {
      "key": "-1,1,-1,-1",
      "name": "地下組織の思想家",
      "subtitle": "知性と美学を共有できる高尚な同盟",
      "desc": "あなたの友達選びの基準は極めて高く、「尊敬できる知性」や「独自の美学」を持っているかどうかが全てです。世間話や芸能ゴシップのような俗世の話題には全く価値を感じず、自分の専門分野や思想について深く議論できる相手以外は、背景の一部として処理しています。内向的で論理的なあなたは、孤立を恐れるどころか、レベルの低い集団に属することを恥とさえ考えている節があります。しかし、その妥協なき選民意識こそが、互いに高め合える質の高い人間関係を引き寄せる磁石となります。あなたは単なる遊び仲間ではなく、人生の課題を共に攻略し、知的な刺激を与え合える「同志」を見つける才能に長けています。その関係性は、馴れ合いとは一線を画す、誇り高く強靭な絆となるでしょう。",
      "manual": "中身のない世間話は彼らにとって雑音です。彼らの興味ある分野について専門的な質問をするか、独自の視点を提供できる人が好かれます。孤独を愛しているため、意味のない連絡は控えるのがマナーです。",
      "tags": [
        "知的好奇心",
        "完璧主義",
        "独自世界",
        "選民意識"
      ],
      "good_match": "理想追求の同志選び",
      "bad_match": "現場主義のコーディネーター"
    },
    "-1,1,-1,1": {
      "key": "-1,1,-1,1",
      "name": "異世界からの観測者",
      "subtitle": "面白さと奇抜さで選ぶマニアックな収集家",
      "desc": "あなたは人間関係を一種の「標本収集」のように捉えている節があります。常識的で平凡な人には目もくれず、少し変わった癖のある人や、理解不能な行動をする「変人」を好んで友人に選びます。内向的でありながら好奇心は旺盛で、自分の理想とする面白い世界観を構築するために、ユニークなキャラクターを周りに配置したがります。冷徹な観察眼と気まぐれな行動力で周囲を翻弄することもありますが、それは偏見を持たずに相手の個性を面白がれる才能でもあります。この独特な感性は、同調圧力が強い社会において、誰もが素の自分をさらけ出せる貴重な解放区を作り出します。あなたの周りには、他では生きづらい個性的な才能が集まり、創造的で刺激的な化学反応が起こり続けるでしょう。",
      "manual": "「普通はこうするでしょ」という常識を押し付けると、途端に興味を失われます。マニアックな趣味や奇抜な体験談を披露すると、目を輝かせて食いついてきます。彼らの突飛な行動を面白がれる度量が必要です。",
      "tags": [
        "個性的",
        "マイペース",
        "観察者",
        "好奇心"
      ],
      "good_match": "知的好奇心の冒険家",
      "bad_match": "堅実なる世話焼き人"
    },
    "-1,1,1,-1": {
      "key": "-1,1,1,-1",
      "name": "秘密結社の契約者",
      "subtitle": "魂のレベルで共鳴する運命共同体",
      "desc": "あなたは友達に対して、単なる遊び相手以上の「精神的な繋がり」や「絶対的な忠誠」を求めています。理想が高く感受性が強いため、表面的な付き合いでは満足できず、お互いの悩みや痛みを分かち合える深い関係だけを「本当の友情」と定義します。そのため、交友関係は極めて狭くなりますが、一度「味方」と認定した相手には、家族以上の献身と愛情を注ぎます。重いと敬遠されることもありますが、その深淵な情熱は、孤独な魂を救済する稀有な力を持っています。あなたは、軽薄な関係が溢れる現代において、一生をかけて信頼を育める真のパートナーを見極める目を持っています。あなたに選ばれた友人は、どんな逆境にあっても決して裏切られることのない、最強の守護者を得ることになるのです。",
      "manual": "裏切りや隠し事は即座に絶縁対象となります。彼らとは嘘偽りのない本音で向き合い、精神的な繋がりを常に確認し合う必要があります。一度懐に入れば、どんな時でも味方でいてくれる心強い存在です。",
      "tags": [
        "狭く深く",
        "秘密共有",
        "絶対信頼",
        "精神的絆"
      ],
      "good_match": "精神の結束を求む指導者",
      "bad_match": "相互利益の戦略家"
    },
    "-1,1,1,1": {
      "key": "-1,1,1,1",
      "name": "夢見る森の住人",
      "subtitle": "言葉を超えた波長で繋がる詩人",
      "desc": "あなたの友達選びは、理屈や条件ではなく、直感的な「波長」や「雰囲気」に依存しています。言語化できない感覚を共有できる相手を求め、言葉を交わさなくても通じ合えるような、空気感の合う人を自然と引き寄せます。内向的で繊細なため、攻撃的な人や論理で詰めてくるタイプは苦手で、傷つかないようにふんわりとしたバリアを張って生きています。現実感に乏しい側面はありますが、そのピュアで無防備なオーラは、殺伐とした社会に疲れた人々を癒やすオアシスのような役割を果たしています。あなたは、利害関係や損得勘定といった世俗的な汚れを一切持ち込ませない、純粋で美しい人間関係を築くことができます。その透明な世界観は、周囲の人々の心も浄化し、穏やかな安らぎを与えるでしょう。",
      "manual": "論理的な正論や厳しい指摘は、彼らの心を閉ざす原因になります。雰囲気や情緒を大切にし、否定せずに優しく共感することが関係維持の鍵です。一緒に空想にふけったり、美しいものを共有すると喜びます。",
      "tags": [
        "フィーリング",
        "癒やし系",
        "直感重視",
        "繊細"
      ],
      "good_match": "夢と愛の伝道師",
      "bad_match": "相互利益の戦略家"
    },
    "1,-1,-1,-1": {
      "key": "1,-1,-1,-1",
      "name": "相互利益の戦略家",
      "subtitle": "時間対効果を重視する現実主義者",
      "desc": "あなたの友達選びの基準は、極めて明確かつシビアです。「一緒にいてプラスになるか」「尊敬できるスキルがあるか」という実利的な側面を無意識に計算しています。単なる馴れ合いや、生産性のない愚痴大会を嫌い、自身の成長につながる相手だけを厳選してリスト化する傾向があります。周囲からは冷徹に見られることもありますが、それはあなたが自分の時間と人生を大切にしている証拠です。情に流されず、互いに高め合える関係だけを残すあなたのスタイルは、結果として質の高い人間関係を構築します。その厳格な選球眼こそが、あなたの人生を成功へと導く最強の防衛システムなのです。",
      "manual": "無駄な雑談よりも「有益な情報交換」を好みます。相談を持ちかけるときは、感情論ではなく具体的な解決策を求めると喜ばれます。約束の時間や期限を守らない人には一瞬で心のシャッターを下ろすので注意が必要です。",
      "tags": [
        "少数精鋭",
        "ギブアンドテイク",
        "無駄嫌い",
        "成長志向"
      ],
      "good_match": "厳選された精鋭部隊",
      "bad_match": "夢見る森の住人"
    },
    "1,-1,-1,1": {
      "key": "1,-1,-1,1",
      "name": "現場主義のコーディネーター",
      "subtitle": "その場のノリを最適化する実務家",
      "desc": "あなたは、深い絆や重い約束よりも、「今のこの瞬間を楽しく円滑に過ごせるか」を基準に友達を選びます。多様なバックグラウンドを持つ人とも即座に打ち解けますが、心の内側には立ち入らせないクールな境界線を持っています。人間関係のドロドロした感情のもつれを回避し、フットワーク軽く動ける相手を好みます。一見すると広く浅い付き合いに見えますが、それは複雑な利害関係を調整する能力に長けているということです。感情に引きずられずに状況を俯瞰し、異なるグループ同士をつなぐハブの役割を果たせるあなたは、組織やコミュニティにおいて潤滑油となる貴重な存在です。",
      "manual": "深刻な人生相談よりも、美味しいお店の開拓やアクティビティに誘うと関係が深まります。束縛を嫌うため、予定を詰めすぎたり、精神的な依存を見せたりすると、そっと距離を置かれます。",
      "tags": [
        "来るもの拒まず",
        "後腐れなし",
        "フットワーク",
        "状況判断"
      ],
      "good_match": "全方位型のムードメーカー",
      "bad_match": "地下組織の思想家"
    },
    "1,-1,1,-1": {
      "key": "1,-1,1,-1",
      "name": "堅実なる世話焼き人",
      "subtitle": "安心と秩序を守るコミュニティの守護者",
      "desc": "あなたの友達選びは、「信頼」と「常識」がすべてです。突飛な行動をする人よりも、ルールを守り、穏やかな日常を共有できる相手に安らぎを感じます。仲間内での調和を何より大切にし、誰かが傷つかないよう常に気を配って計画を立てるタイプです。時に「心配性」や「過保護」と言われることもありますが、それは仲間を危険から守りたいという責任感の裏返しです。あなたのその堅実な配慮は、周囲の人々に心理的な安全性を提供しています。刺激はなくとも、長く安定した関係を築き上げ、困ったときに必ず助け合えるセーフティネットを作れるのがあなたの最大の強みです。",
      "manual": "「ありがとう」という感謝の言葉や、礼儀正しさを非常に重視します。サプライズや急な変更はストレスになるため、事前の連絡と丁寧な手順を踏んで接することが大切です。",
      "tags": [
        "信頼第一",
        "アットホーム",
        "気配り上手",
        "常識人"
      ],
      "good_match": "会員制の隠れ家サロン",
      "bad_match": "異世界からの観測者"
    },
    "1,-1,1,1": {
      "key": "1,-1,1,1",
      "name": "全方位型のムードメーカー",
      "subtitle": "空気読みレベルMAXの平和主義者",
      "desc": "あなたは「一緒にいて居心地が良いか」「波長が合うか」という感覚的な相性を重視して友達を選びます。論理的な正しさよりも、その場の空気を壊さない優しさを持つ人に惹かれます。対立を極端に嫌い、カメレオンのように相手に合わせて自分を変えることができるため、敵を作ることがありません。八方美人と揶揄されることもありますが、それは高い共感性と適応能力の表れです。どんな相手の懐にも入り込み、ピリついた空気を一瞬で和ませるあなたの才能は、ギスギスした現代社会における清涼剤です。人々の心を開き、愛される場を作る力は、あなただけの強力な武器です。",
      "manual": "理詰めでの説教や批判は厳禁です。楽しい雰囲気やポジティブな話題を提供してくれる人を好みます。優柔不断に見えるときは、相手への配慮が働いていると理解してください。",
      "tags": [
        "愛されキャラ",
        "平和主義",
        "ノリが良い",
        "共感力"
      ],
      "good_match": "来るもの拒まぬ緩衝地帯",
      "bad_match": "付かず離れずの個人事業主"
    },
    "1,1,-1,-1": {
      "key": "1,1,-1,-1",
      "name": "理想追求の同志選び",
      "subtitle": "高みを目指すストイックな革命家",
      "desc": "あなたにとって友達とは、単なる遊び相手ではなく「志を共にする同志」です。高い理想や明確なビジョンを持っていない人には興味を示さず、知的な議論ができる相手を選び抜きます。馴れ合いの優しさよりも、厳しい指摘をしてくれる人を信頼し、計画的に目標を達成しようとする姿勢を崩しません。周囲からは「意識高い系」「近寄りがたい」と思われがちですが、それは妥協を許さない向上心の表れです。互いに切磋琢磨し、新しい価値を創造できる環境を自ら作り出せるあなたは、凡庸な集団から抜け出し、リーダーとして変革を起こす力を持っています。",
      "manual": "中身のない世間話は嫌われます。将来のビジョンや専門的な話題で知的な刺激を与えると関係が深まります。敬意を持って論理的に接すれば、最強の味方になります。",
      "tags": [
        "同志求む",
        "議論好き",
        "ビジョン",
        "ストイック"
      ],
      "good_match": "地下組織の思想家",
      "bad_match": "全方位型のムードメーカー"
    },
    "1,1,-1,1": {
      "key": "1,1,-1,1",
      "name": "知的好奇心の冒険家",
      "subtitle": "刺激と新しさを求めるアイデアマン",
      "desc": "あなたは、常識にとらわれない「変人」や「天才肌」を好んで友達に選びます。安定よりも刺激、同調よりも独創性を重視し、自分の知らない世界を見せてくれる相手に強く惹かれます。話がコロコロ変わるため、ついていけない人もいますが、あなたは停滞を何よりも恐れているだけです。飽きっぽい性格に見えますが、それは常に新しい情報をアップデートし続けている証拠です。既存の枠組みに囚われない人脈を築き、全く異なる分野の人々を結びつけることで、誰も思いつかなかったイノベーションを生み出すきっかけを作ることができる人です。",
      "manual": "「普通はこうだよ」という常識の押し付けは禁物です。ユニークな視点や奇抜なアイデアを面白がってくれる人を好みます。予測不可能な行動を楽しむ余裕を持って接してください。",
      "tags": [
        "ユニーク",
        "好奇心旺盛",
        "型破り",
        "博識"
      ],
      "good_match": "異世界からの観測者",
      "bad_match": "会員制の隠れ家サロン"
    },
    "1,1,1,-1": {
      "key": "1,1,1,-1",
      "name": "精神の結束を求む指導者",
      "subtitle": "深い絆と道徳を重んじるカリスマ",
      "desc": "あなたの友達選びの基準は、「魂レベルで共鳴できるか」です。表面的な付き合いを嫌い、人生の哲学や道徳観を深く語り合える相手を求めます。仲間全員が同じ方向を向き、精神的に支え合う理想的なコミュニティを作ろうと計画し、そのために労力を惜しみません。時に理想を押し付けすぎて重たいと感じられることもありますが、その熱量は本物の信頼関係を築くためのものです。上辺だけの関係が溢れる現代において、あなたの誠実さと、人の心の深い部分に寄り添う姿勢は、多くの人にとって心の拠り所となり、強固な結束力を持つチームを生み出します。",
      "manual": "嘘や裏切りは絶対に許しません。誠心誠意向き合い、深い話をじっくりする時間を設けることが大切です。あなたの情熱を肯定し、共に歩んでくれる人を何よりも大切にします。",
      "tags": [
        "熱い絆",
        "精神性",
        "リーダーシップ",
        "道徳観"
      ],
      "good_match": "秘密結社の契約者",
      "bad_match": "付かず離れずの個人事業主"
    },
    "1,1,1,1": {
      "key": "1,1,1,1",
      "name": "夢と愛の伝道師",
      "subtitle": "可能性を信じて人を巻き込むドリーマー",
      "desc": "あなたは直感とフィーリングで友達を選びます。「なんとなく波長が合う」「良いバイブスを感じる」という理由で、国籍や立場を超えて誰とでも繋がることができます。論理的な整合性よりも、相手が持つ夢や情熱に共感し、その可能性を信じて応援するスタンスを取ります。現実味がないと批判されることもありますが、あなたの純粋な肯定感は人々の閉ざされた心を開く鍵です。損得勘定抜きで相手の美点を見つけ出し、ポジティブなエネルギーで周囲を巻き込んでいくあなたは、停滞した状況を打破し、奇跡のような出会いを引き寄せる力を持っています。",
      "manual": "細かい計画や現実的な指摘で水を差さないでください。夢を語り合い、感情豊かにリアクションすることで信頼関係が築けます。あなたの自由さを愛してくれる人が最高のパートナーです。",
      "tags": [
        "直感重視",
        "ポジティブ",
        "ボーダーレス",
        "夢追い人"
      ],
      "good_match": "夢見る森の住人",
      "bad_match": "厳選された精鋭部隊"
    }
  }
}